/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Sett opp konto";
"you_need_an_account" = "Det er ingen $appname-kontoer på enheten din.\nFor å kunne bruke denne appen, må du opprette en.";

//Login Screen
"testing_connection" = "Tester forbindelsen";
"server_instance_not_found" = "Fant ikke server";
"secure_connection_established" = "Sikker Tilkobling";
"https_non_secure_connection_established" = "Omdirigert til usikker rute";
"connection_established" = "Ikke-sikker Tilkobling";
"login_details" = "Innloggingsdetaljer";
"username" = "Brukernavn";
"password" = "Passord";
"login" = "Koble til";
"cancel" = "Avbryt";
"error_login_message" = "Brukeren eller passordet er feil";
"error_updating_predefined_url" = "Serveren flyttet til en annen URL. Vennligst autentiser på nytt for å oppdatere kontoen din";
"ok" = "OK";
"url_sample" = "Serveradresse https://...";
"forbidden_characters_in_password" = "Passordet inneholder forbudte tegn";
"server" = "Server";
"url" = "URL";
"session_expired" = "Sesjonen din har gått ut. Vennligst koble til igjen";
"credentials_different_user" = "Den innskrevne brukeren matcher ikke brukeren av denne kontoen";
"auth_unsupported_auth_method" = "Serveren støtter ikke denne autorisasjonsmetoden";
"server_does_not_give_user_id" = "Serveren returnerer ikke en korrekt bruker-ID. Kontakt administratoren.";
"authentification_not_valid" = "Kan ikke autentisere mot denne serveren";
"error_too_many_http_redirects" = "En feil oppstod under oppkoblingen. Prøv igjen.";
"retry" = "Prøv igjen";
"help_link_login" = "Ukjent med $appname?";
"error_could_not_add_account" = "Kunne ikke lagre brukerinformasjonen. Vennligst, forsøk på nytt.";
"account_not_new" = "En konto for samme bruker og server finnes allerede på enheten";
"oauth2_error_access_denied" = "Tilgang nektet av autorisasjonsserver";
"oauth2_error" = "Mislykket autorisasjon";

//TabBarItems
"settings"="Innstillinger";
"files_tab"="Filer";

//Uploading
"upload" = "Last opp";
"account" = "Konto:";
"location" = "Sted:";
"photo_albums" = "Foto-albumer";
"loading" = "Laster...";
"no_access_to_gallery" = "Vennligst gi tilgang til Bilder og Videoer for $appname. Dette valget finner du i Innstillinger > Personvern > Bilder.";
"error" = "Feil";
"upload_failed"="Opplasting feilet";
"redirection_problem"="URL-omdirigering støttes ikke";
"all_photos" = "Alle bilder";

//First View
"menu_upload" = "Last opp bilde/video";
"menu_folder" = "Ny mappe";
"menu_text_file" = "Ny tekstfil";
"sort_menu_title" = "Sorter";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Nyeste-Eldste";
"sort_menu_by_kind_option" = "Kind";

//Create/Edit File Text
"create_text_file" = "Opprett ny tekstfil";
"title_view_new_text_file" = "Ny tekstfil";
"title_view_edit_text_file" = "Rediger tekstfil";
"default_text_file_title" = "Ny tekstfil";
"title_text_file_placeholder" = "Tittel...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "eksisterer allerede";
"error_file_name_empty" = "Filnavn kan ikke være tomt.";
"no_changes_made" = "Ingen endringer er gjort";
"no_file_downloaded" = "Filen er ikke lastet ned. Du kan ikke redigere den";


//Create Folder
"create_folder" = "Opprett en ny mappe";
"folder_name" = "Oppgi mappenavn:";
"save" = "Lagre";
"folder_exist" = "Mappe med oppgitt navn finnes allerede. Oppgi et annet navn.";
"folder_create_error"="Mappe kunne ikke opprettes";
"not_show_potrait"="Menyen er ikke tilgjengelig i landskapsmodus. Endre til portrett.";
"not_possible_create_folder" = "Klarte ikke å opprette mappe.";

//FilesView
"confirm_to_delete_item" = "Bekreft sletting av element";
"yes" = "Ja";
"no" = "Nei";
"delete_from_device" = "Er du sikker på at du vil slette denne filen fra enheten?";
"delete_from_server" = "Er du sikker på at du vil slette denne filen fra serveren?";
"not_possible_connect_to_server" = "Det er ikke mulig å koble til serveren for øyeblikket.";
"delete_folder_from_server" = "Er du sikker på at du vil slette denne mappen fra serveren?";
"delete_local_server" = "Slett fra enheten og serveren";
"delete_local" = "Slett fra enheten";
"delete_server" = "Slett fra serveren";
"error_path" = "Ikke funnet. Vennligst kontroller at den eksisterer";
"error_not_permission" = "Du har ikke tillatelse til å ferdigstille operasjonen";
"folders" = "mapper";
"files" = "filer";
"folder" = "mappe";
"file" = "fil";
"more_swipe" = "Mer";
"message_not_files" = "Ingenting her. Last opp noe!";
"maintenance_mode_on_server_message" = "Det er ikke mulig å koble til serveren for øyeblikket. Det utføres vedlikehold på serveren.";

//Refresh file list
"release_refresh"="Slipp for å oppfriske...";
"loading_refresh"="Laster...";
"pull_down_refresh"="Trekk ned for å oppfriske.";

//Miscelanea
"back" = "Tilbake";

//Preview
"open_with_label" = "Åpne med";
"delete_label"= "Slett";

//Open with
"file_cannot_be_opened" = "Kan ikke åpne fil";
"no_app_instaled_to_open_it" = "Ingen installert applikasjon kan åpne denne filen.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Etablerer forbindelse";
"not_establishing_connection" = "Kan ikke etablere forbindelse";
"connection_closed" = "Forbindelse lukket";
"connection_lost" = "Mistet forbindelsen";
"auth_failed" = "Autentisering feilet";
"auth_passed" = "Autentisering bestått";
"request_file_not_found" = "Finner ikke ønsket fil på serveren";
"request_file_not_accesed" = "Får ikke tilgang til ønsket fil";
"unknow_response_server" = "Feil. Uventet svar fra serveren";
"uploading_data" = "Laster opp data";
"downloading_data" = "Laster ned data";
"transfer_complete" = "Overføring ferdig";
"transfer_failed" = "Overføring feilet";
"download_file" = "Last ned fil";

//Settings and PinCode
"title_app_pin" = "Passordlås";
"title_app_pin_and_touchID" = "Passordlås & Touch ID";
"title_app_pin_and_faceID" = "Passordlås & Face ID";
"title_app_pin_forced" = "Endre passordlås";
"enter_app_pin" = "Oppgi passord";
"enter_app_pin_long_description_forced" = "Passord kreves. Do må sette et passord for å logge inn.";
"enter_app_pin_long_description" = "Oppgi passord";
"reenter_app_pin" = "Oppgi passord på nytt";
"remove_app_pin" = "Fjern passord";
"both_pass_not_same" = "De oppgitte passordene er ikke like";
"app_pin_incorrect" = "Passord er feil";
"passcode_not_enabled" = "Aktiver passord først";
"title_app_touchID" = "Touch ID";
"title_app_faceID" = "Face ID";
"disconnect_button" = "Koble fra denne serveren";
"pin_removed" = "Passord fjernet";
"incorrect_pin" = "Feil passord";
"app_pin_stored" = "Passord lagret";
"help" = "Hjelp";
"recommend_to_friend" = "Anbefal for en venn";
"send_feedback" = "Send tilbakemelding";
"manage_accounts" = "Håndter kontoer";
"add_new_account" = "Legg til ny konto";
"save_changes" = "Lagre";
"add_account" = "Legg til";
"user_exist" = "Oppgitt bruker finnes allerede";
"imprint_button" = "Juridisk info";
"title_instant_upload_photos"="Direkte opplasting av bilder";
"title_instant_upload_videos"="Direkte opplasting av videoer";
"title_background_instant_upload" = "Direkte opplasting i bakgrunnen";
"accounts_section" = "Kontoer";
"security_section" = "Sikkerhet";
"instant_updloads_section" = "Direkte opplastinger";
"more_section" = "Mer";
"unlock_app" = "Lås opp $appname";
"passcode_forced_can_not_be_disabled" = "Passord  er påkrevet. Kan ikke deaktiveres";
"pending_migration_to_new_url" = "Gå inn for å migrere til ny URL";

//Downloading
"can_no_copy_to_gallery" = "Denne filen kan ikke kopieres til galleriet fordi den ikke kan åpnes av galleriet";
"file_is_downloading" = "Denne filen er allerede under nedlasting";
"download_file_exist" = "Kan ikke åpne denne filen. Sjekk at den eksisterer";
"wait_to_download" = "Forbereder nedlasting";
"updating" = "Oppdaterer";
"msg_while_downloads" = "Det er ikke mulig å gjøre denne operasjonen. Vent til pågående nedlasting er ferdig";
"streaming_no_possible_ssl_self_signed" = "Kan ikke starte strømming fordi server-sertifikatet ditt ikke er klarert.";

//SSL
"invalid_ssl_cert" = "Identiteten til nettstedet kan ikke verifiseres. Vil du stole på dette sertifikatet likevel?";
"connection_declined" = "Forbindelse nektet av bruker";
"server_certificate_untrusted" = "Tjenersertifikatet er ikke til å stole på";

//Recent view
"recent_now"="For sekunder siden";
"recent_minutes"="For $minutes minutter siden";
"recent_minute"="For $minutes minutt siden";
"recent_hours"="For $hours timer siden";
"recent_hour"="For $hours time siden";
"recent_days"="For $days dager siden";
"recent_day"="For $days dag siden";
"recent_months"="For $months måneder siden";
"recent_month"="For $months måned siden";

"uploads_tab"="Opplastinger";
"current_section"="Nåværende";
"uploader_section"="Opplastet";
"nothing_was_upload_recently"="Ingenting lastet opp fra denne enheten nylig";
"failed_uploader_section"="Mislykkede opplastinger";
"clear_successful"="Fjern vellykkede";
"error_credential"="Legitimasjonsfeil";
"error_destiny_does_not_exist"="Mappefeil";
"error_file_exists"="Konfliktfeil";
"error_permission" = "Tillatelsesfeil";
"error_not_allowed_by_firewall_rule" = "Opplasting ikke tillatt";
"error_file_does_not_exist" = "Ikke tilgjengelig på enheten";
"error_file_in_background" = "Serverfeil";
"error_insufficient_storage" = "For lite plass på kontoen";
"error_file_invalid_characters" = "Ugyldige tegn";
"change_active_user"="Endre den aktive brukeren til";
"waiting_for_server"="Venter på serverforbindelse";
"waiting_for_upload"="Venter på å laste op";
"error_permission_alert_message" = "Du har ikke tillatelse til å laste opp til denne mappen";
"choose_folder" = "Velg mappe";

//Select Folder View
"upload_label"="Last opp til";
"create_button"="Opprett";
"choose_button"="Velg";

//Rename
"rename_long_press" = "Gi nytt navn";
"rename_file_title" = "Gi nytt navn";
"enter_new_name" = "Oppgi et nytt navn:";
"rename_file_exist" = "Fil med oppgit navn finnes allerede. Oppri et annet navn.";

//Move
"move_long_press" = "Flytt";
"move_to_label" = "Flytt til";
"file_exist" = "Filen finnes allerede i målmappen";
"override_file" = "Vil du erstatte eksisterende fil med denne?";
"accept" = "Aksepter";
"error_folder_destiny_is_the_same" = "FEIL: Det er ikke mulig å flytte mappen til seg selv";
"original_file_exist" = "Kan ikke flytte filen. Sjekk at den finnes";
"original_folder_exist" = "Kan ikke flytte mappen. Sjekk at den finnes";

//Download folfer
"download_folder" = "Last ned mappe";
"cancel_download" = "Avbryt nedlasting";

//Upload from other apps
"other_apps_title" = "Mål";
"other_apps_account" = "Konto";
"other_apps_folder" = "Mappe";
"other_apps_file_name" = "Filnavn";
"other_apps_send_to" = "Last opp til";
"error_moving_file" = "Kan ikke flytte filen. Sjekk at målmappen finnes";
"forbidden_characters_from_server" = "Navnet inneholder ett eller flere ugyldige tegn";
"overwritte_title" = "Overskriv";

//Social
"twitter_message" = "Prøv $twitteruser på smart-telefonen din! ";
"facebook_message" = "Prøv $appname på smart-telefonen din!\n";
"mail_recommendation_subject" = "Prøv $appname på smart-telefonen din!";
"mail_recommendation_body" = "Jeg vil invitere deg til å bruke $appname på smart-telefonen din!\nLast ned her: ";
"device_not_support_mail" = "Vennligst konfigurere epost-kontoen din";
"mail_feedback_subject" = "Tilbakemelding $appname";
"account_not_configure" = "Enheten din har ikke kontoen konfigurert. Gå til Innstillinger for å konfigurere den.";

//Storage
"of_storage" = "av";
"occupied_storage" = "opptatt";
"storage" = "Lager";
"storage_upgrade" = "Oppgrader lagring";

//Jimmies
"this_file_is_older" = "Nyere versjon tilgjengelig";
"msg_update_file_0_bytes" = "Filen på serveren har 0 bytes. Vil du overskrive den eksisterende filen på enheten din med denne tomme filen?";

//Shared
"shared_tab" = "Offentlige linker";
"message_not_shared_files" = "ingen filer/mapper er delt med lenke ennå.";
"message_not_shared_api_support" = "Beklager, deling er ikke aktivert på serveren din. Kontakt administratoren.";
"share_link_long_press" = "Delt ressurs";
"unshare_link" = "Avslutt deling av lenke";
"share_not_available_on_this_server" = "Beklager, denne funksjonen er ikke aktivert på serveren din. Kontakt administratoren";
"copy_link" = "Kopier lenke";
"file_to_share_not_exist" = "Kan ikke dele denne filen eller mappen. Sjekk at den finnes";
"file_to_unshare_not_exist" = "Kan ikke fjerne deling av denne filen eller mappen. Sjekk at den finnes";
"shared_link_protected_title" = "Skriv inn ett passord";
"shared_link_protected_message" = "For å dele lenken må du oppgi et passord for å beskytte den.";
"pasword_empty" = "Passordet kan ikke være tomt";
"no_pasword" = "Du må skrive inn ett passord";
"get_share_link" = "Hent offentlig lenke";
"title_share_link_option_name" = "Lenkenavn";
"title_share_link_option_password" = "Passord";
"title_share_link_option_expiration" = "Utløpsdato";
"title_share_link_option_allow_editing" = "Tillat redigering";
"title_share_link_option_show_file_listing" = "Vis filoppføringer";
"placeholder_share_link_option_name" = "Navn";
"placeholder_share_link_option_password" = "Velg passord";
"placeholder_share_link_option_expiration" = "Utløpsdato";
"title_view_create_link" = "Opprett linkdeling";
"title_view_edit_link" = "Endre linkdeling";
"title_confirm_delete_link" = "Fjern lenke";
"message_confirm_delete_link" = "! Slett $sharedLink";
"default_link_name" = "$fileName-lenke";
"allow_editing" = "Tillat redigering";
"show_error_password_enforced" = "Passord kreves";
"show_error_expiration_enforced" = "Den offentlige lenken vil utløpe senest $nDays dager etter at den ble opprettet";
"default_not_possible_msg" = "Det er ikke mulig å utføre denne handlingen. Prøv senere";
"share_user_group_indicator" = "gruppe";
"share_user_federated_indicator" = "ekstern";
"add_user_or_group_title" = "Legg til bruker eller gruppe";
"share_with_users_or_groups" = "Brukere og grupper";
"not_share_with_users_yet"= "Ikke delt med noen brukere ennå";
"not_share_by_link_yet"= "Ikke delt via offentlig lenke ennå";
"not_sharee_api_supported" = "Beklager, server-versjonen din tillater ikke deling med brukere. Kontakt systemadministratoren";
"share_link_title" = "Offentlige lenker";
"warning_sharing_public_link" = "Alle med linken har tilgang til filen/mappen";
"not_share_link_enabled_capabilities" = "Deling av lenke er ikke aktivert på denne serveren. Kontakt systemadministratoren.";
"shared_link_cannot_remove_password" = "Kan ikke fjerne passordet";
"shared_link_cannot_remove_expiration_date" = "Kan ikke fjerne utløpsdato. Delinger må ha en utløpsdato";
"shared_link_mail_subject" = "$userName delte »$fileOrFolderName« med deg";
"secured_link" = "Sikret";
"message_private_link" = "Privat lenke: Bare personer som har tilgang til filen/mappen kan bruke den. Bruk den som en permanent lenke for deg selv eller andre. ";

//Shared privileges
"title_user_can_edit" = "Kan endre";
"title_user_can_share" = "Kan dele";
"user_can_create" = "opprette";
"user_can_change" = "endre";
"user_can_delete" = "slett";
"title_view_edit_user_privileges" = "Rettigheter";

//Shared Link Options
"title_view_share_link_options" = "Lenkevalg";

//Favorites
"favorite" = "Favoritt";
"unfavorite" = "Ikke favoritt";
"parent_folder_is_favorite" = "En mappe som inneholder denne filen er allerede favoritt";

//Available offline
"available_offline" = "Tilgjengelig frakoblet";
"not_available_offline" = "Utilgjengelig frakoblet";
"parent_folder_is_available_offline_file_child" = "En mappe som inneholder denne filen er allerede tilgjengelig frakoblet";
"parent_folder_is_available_offline_folder_child" = "En mappe som inneholder denne mappen er allerede tilgjengelig frakoblet";

//Document provider
"error_login_doc_provider" = "Kan ikke aksessere kontoen din. Bruk app $appname for å logge inn først.";
"error_sending_file_to_document_picker" = "Feil under sending av fil til dokumentvelgeren";
"error_user_change_in_core_app" = "Brukeren har blitt endret på $appname-appen";
"error_connecting_with_server" = "Det har ikke vært mulig å koble til serveren. Vennligst prøv senere";
"move_doc_provider_button" = "Flytt til denne plasseringen";
"export_doc_provider_button" = "Eksporter til denne plasseringen";

//Instant uploads
"location_not_enabled"="Stedstjenester er ikke aktivert";
"message_location_not_enabled"="Gå til Innstillinger og slå på Stedstjenester for å tillate direkte opplasting av bilder i bakgrunnen.";

"access_photos_library_not_enabled" = "Tilgang til Bilder er ikke slått på";
"message_access_photos_not_enabled" = "Gå til Innstillinger og slå på tilgang til Bilder for å tillate direkte opplasting av bilder.";

//PDF reader
"page_of_pages" = "av"; //Example: 5 of 10

//Share in
"files_added" = "Filer lagt til";
"files_will_be_upload_next_time" = "Opplasting av filene vil starte neste gang du åpner $appname";

//Help Guide main app
"title_help_slide_0" = "Velkommen til $appname!";
"message_help_slide_0" = "Sveip for å lære mer";
"title_help_slide_1" = "Direkte opplastinger";
"message_help_slide_1" = "Sikre bildene dine";
"title_help_slide_2" = "Administrer alle filene dine";
"message_help_slide_2" = "Du kan slette, flytte";
"title_help_slide_3" = "Delt ressurs";
"message_help_slide_3" = "Du kan dele filer og mapper";
"title_help_slide_4" = "Flerkonto";
"message_help_slide_4" = "Koble til alle skyene dine";
"title_help_slide_5" = "Dine private filer synkronisert alle steder";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Logg inn";
"skip_button_help_guide" = "Hopp over";

//Account menu
"menu_account_edit" = "Endre passord";
"menu_account_clear_cache" = "Slett hurtiglager";
"menu_account_log_out" = "Fjern konto";

//Common
"not_connected_to_internet" = "Enhet er ikke tilkoblet et nettverk";
"bad_request" = "Feil forespørsel";
"method_not_allowed" = "Metode ikke tillatt";
"proxy_auth_required" = "Proxy autorisasjon kreves";
"conflict" = "Konflikt";
"internal_error" = "Intern server feil";
"not_implemented" = "Ikke implementert";
"bad_gateway" = "Feil gateway";
